tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "michaeleisel/zld"
brew "bat"
brew "doctl"
brew "eslint"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "lazygit"
brew "libpq", link: true
brew "mas"
brew "neovim"
brew "pgcli"
brew "prettier"
brew "ripgrep"
brew "spaceship"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-jetbrains-mono"
cask "wezterm"
